{
  "posts": [
    {
      "body": "Мегаполис, где современная технология соседствует с традиционной культурой. Посетите яркие районы, такие как Шибуя и Синдзюку, и насладитесь японской кухней, включая суши, рамен и тэмпура.",
      "author": "Liam",
      "image": "https://s3.eu-central-1.amazonaws.com/aviata-blog-2.0/posts/thumbnails/0_efc7e60ab1b7ff7fdbd1e4a3f75558eedc10e889de1f6da943f2b53ed11c9aad.webp",
      "like": true,
      "id": 1
    },
    {
      "body": "Город с волшебной атмосферой султанов и восточных базаров. Отправьтесь на экскурсию по средневековому городу, попробуйте марокканское таджин и насладитесь чаем в берберских кафе.",
      "author": "Sophia",
      "image": "https://svoboda.travel/images/marokko/marrakesh/Marrakesh.jpg",
      "like": false,
      "id": 2
    },
    {
      "body": "Остров с белоснежными пляжами и изумительными пейзажами. Поплавайте в кристально чистых водах Андаманского моря и попробуйте тайскую кухню, такую как пад тай и сом там.",
      "author": "Noah",
      "image": "https://content.phuket101.net/wp-content/uploads/20231224205050/Things-to-Do-in-Phuket-4.jpg",
      "like": true,
      "id": 3
    },
    {
      "body": "Город, который никогда не спит, с небоскребами, парками и богатой культурной сценой. Посетите Бродвей, Центральный парк, Музей современного искусства и насладитесь бургерами и пиццей Нью-Йорка.",
      "author": "Isabella",
      "image": "https://s1.1zoom.ru/big0/989/406804-svetik.jpg",
      "like": true,
      "id": 4
    },
    {
      "body": "Город с яркими архитектурными шедеврами Антонио Гауди, солнечными пляжами и богатой культурной сценой. Узнайте о традиционной испанской кухне, включая паэлью и тапас.",
      "author": "Mia",
      "image": "https://espanarusa.com/files/autoupload/94/84/67/xllspuz5392644.jpg",
      "like": false,
      "id": 5
    },
    {
      "body": "Известен своими историческими памятниками, такими как Эйфелева башня, Лувр и Нотр-Дам. Не забудьте попробовать французские деликатесы, такие как круассаны, багеты и сыры.",
      "author": "Amelia",
      "image": "https://7daytravel.ru/wp-content/uploads/2018/10/paris-eiffel-tower-and-river-seine-at-sunset-in-paris-france.jpg",
      "like": true,
      "id": 6
    },
    {
      "body": "Город-гигант с высотными небоскребами, роскошными торговыми центрами и песчаными пляжами. Посетите Бурдж Халифа, самое высокое здание в мире, совершите путешествие в пустыню и насладитесь широким выбором мировой кухни.",
      "author": "Lucas",
      "image": "https://www.vash-otdyh.by/images/Blog/OAE/Chto-ne-obyazatelno-delat/%D0%A3_%D0%AD%D0%BC%D0%B8%D1%80%D0%B0%D1%82%D0%BE%D0%B2_%D1%81%D1%83%D1%89%D0%B5%D1%81%D1%82%D0%B2%D1%83%D0%B5%D1%82_%D1%81%D0%B2%D0%BE%D1%8F_%D0%BE%D1%81%D0%BE%D0%B1%D0%B0%D1%8F_%D0%B0%D1%82%D0%BC%D0%BE%D1%81%D1%84%D0%B5%D1%80%D0%B0.jpg",
      "like": false,
      "id": 7
    },
    {
      "body": "Древний инковский город, расположенный на высоте в Андах. Путешествие к Мачу-Пикчу предлагает неповторимые виды на горы, древние руины и культурные впечатления. Попробуйте андийскую кухню и насладитесь гостеприимством местных жителей.",
      "author": "Henry",
      "image": "https://www.interfax.ru/ftproot/textphotos/2020/11/02/ma700.jpg",
      "like": true,
      "id": 8
    },
    {
      "body": "Город с богатой историей и культурой, полный древних римских памятников, таких как Колизей, Пантеон и Форум Романум. Не пропустите возможность попробовать настоящую итальянскую пиццу, пасту и гелато.",
      "author": "Ella",
      "image": "https://hopa.am/uploads/images/blog/927309_stock-photo-roman-sunset-77415821.jpg",
      "like": false,
      "id": 9
    }
  ]
}
